Repository: portwally/Scanora
Catalog: Scanora/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, it, lt, lv, mt, nl, pl, pt, ro, sk, sl, sv

# allergen.celery
source: Celery
bg: Целина
cs: Celer
da: Selleri
de: Sellerie
el: Σέλινο
es: Apio
et: Seller
fi: Selleri
fr: Céleri
ga: Soilire
hr: Celer
hu: Zeller
it: Sedano
lt: Salierai
lv: Selerijas
mt: Karfus
nl: Selderij
pl: Seler
pt: Aipo
ro: Țelină
sk: Zeler
sl: Zelena
sv: Selleri

# allergen.crustaceans
source: Crustaceans
bg: Ракообразни
cs: Korýši
da: Krebsdyr
de: Krebstiere
el: Καρκινοειδή
es: Crustáceos
et: Koorikloomad
fi: Äyriäiset
fr: Crustacés
ga: Crústacigh
hr: Rakovi
hu: Rákfélék
it: Crostacei
lt: Vėžiagyviai
lv: Vēžveidīgie
mt: Krustaċji
nl: Schaaldieren
pl: Skorupiaki
pt: Crustáceos
ro: Crustacee
sk: Kôrovce
sl: Raki
sv: Skaldjur

# allergen.eggs
source: Eggs
bg: Яйца
cs: Vejce
da: Æg
de: Eier
el: Αυγά
es: Huevos
et: Munad
fi: Kananmunat
fr: Œufs
ga: Uibheacha
hr: Jaja
hu: Tojás
it: Uova
lt: Kiaušiniai
lv: Olas
mt: Bajd
nl: Eieren
pl: Jaja
pt: Ovos
ro: Ouă
sk: Vajcia
sl: Jajca
sv: Ägg

# allergen.fish
source: Fish
bg: Риба
cs: Ryby
da: Fisk
de: Fisch
el: Ψάρι
es: Pescado
et: Kala
fi: Kala
fr: Poisson
ga: Iasc
hr: Riba
hu: Hal
it: Pesce
lt: Žuvis
lv: Zivis
mt: Ħut
nl: Vis
pl: Ryby
pt: Peixe
ro: Pește
sk: Ryby
sl: Ribe
sv: Fisk

# allergen.gluten
source: Gluten
bg: Глутен
cs: Lepek
el: Γλουτένη
et: Gluteen
fi: Gluteeni
ga: Glútan
hu: Glutén
it: Glutine
lt: Gliutenas
lv: Lipeklis
mt: Glutina
pt: Glúten
sk: Lepok

# allergen.lupin
source: Lupin
bg: Лупина
cs: Vlčí bob
de: Lupinen
el: Λούπινο
es: Altramuces
et: Lupiin
fi: Lupiini
ga: Lúipín
hr: Lupina
hu: Csillagfürt
it: Lupini
lt: Lubinai
lv: Lupīna
mt: Lupini
nl: Lupine
pl: Łubin
pt: Tremoço
sk: Vlčí bôb
sl: Volčji bob

# allergen.milk
source: Milk
bg: Мляко
cs: Mléko
da: Mælk
de: Milch
el: Γάλα
es: Leche
et: Piim
fi: Maito
fr: Lait
ga: Bainne
hr: Mlijeko
hu: Tej
it: Latte
lt: Pienas
lv: Piens
mt: Ħalib
nl: Melk
pl: Mleko
pt: Leite
ro: Lapte
sk: Mlieko
sl: Mleko
sv: Mjölk

# allergen.molluscs
source: Molluscs
bg: Мекотели
cs: Měkkýši
da: Bløddyr
de: Weichtiere
el: Μαλάκια
es: Moluscos
et: Limused
fi: Nilviäiset
fr: Mollusques
ga: Moilisc
hr: Mekušci
hu: Puhatestűek
it: Molluschi
lt: Moliuskai
lv: Gliemji
mt: Molluski
nl: Weekdieren
pl: Mięczaki
pt: Moluscos
ro: Moluște
sk: Mäkkýše
sl: Mehkužci
sv: Blötdjur

# allergen.mustard
source: Mustard
bg: Горчица
cs: Hořčice
da: Sennep
de: Senf
el: Μουστάρδα
es: Mostaza
et: Sinep
fi: Sinappi
fr: Moutarde
hr: Gorušica
hu: Mustár
it: Senape
lt: Garstyčios
lv: Sinepes
mt: Mustarda
nl: Mosterd
pl: Gorczyca
pt: Mostarda
ro: Muștar
sk: Horčica
sl: Gorčica
sv: Senap

# allergen.nuts
source: Tree nuts
bg: Ядки
cs: Ořechy
da: Nødder
de: Schalenfrüchte
el: Ξηροί καρποί
es: Frutos de cáscara
et: Pähklid
fi: Pähkinät
fr: Fruits à coque
ga: Cnónna
hr: Orašasti plodovi
hu: Diófélék
it: Frutta a guscio
lt: Riešutai
lv: Rieksti
mt: Ġewż
nl: Noten
pl: Orzechy
pt: Frutos de casca rija
ro: Nuci
sk: Orechy
sl: Oreščki
sv: Nötter

# allergen.peanuts
source: Peanuts
bg: Фъстъци
cs: Arašídy
da: Jordnødder
de: Erdnüsse
el: Αράπικα φιστίκια
es: Cacahuetes
et: Maapähklid
fi: Maapähkinät
fr: Arachides
ga: Piseanna talún
hr: Kikiriki
hu: Földimogyoró
it: Arachidi
lt: Žemės riešutai
lv: Zemesrieksti
mt: Karawett
nl: Pinda's
pl: Orzeszki ziemne
pt: Amendoins
ro: Arahide
sk: Arašidy
sl: Arašidi
sv: Jordnötter

# allergen.sesame
source: Sesame
bg: Сусам
cs: Sezam
da: Sesam
de: Sesam
el: Σουσάμι
es: Sésamo
et: Seesamiseemned
fi: Seesami
fr: Sésame
ga: Seasamain
hr: Sezam
hu: Szezámmag
it: Sesamo
lt: Sezamas
lv: Sezams
mt: Ġunġlien
nl: Sesam
pl: Sezam
pt: Sésamo
ro: Susan
sk: Sezam
sl: Sezam
sv: Sesam

# allergen.soybeans
source: Soybeans
bg: Соя
cs: Sója
da: Soja
de: Soja
el: Σόγια
es: Soja
et: Sojaoad
fi: Soija
fr: Soja
ga: Pónairí soighe
hr: Soja
hu: Szója
it: Soia
lt: Sojos pupelės
lv: Sojas pupas
mt: Sojja
nl: Soja
pl: Soja
pt: Soja
ro: Soia
sk: Sója
sl: Soja
sv: Soja

# allergen.sulphites
source: Sulphites
bg: Сулфити
cs: Siřičitany
da: Sulfitter
de: Sulfite
el: Θειώδη
es: Sulfitos
et: Sulfitid
fi: Sulfiitit
fr: Sulfites
ga: Sulfítí
hr: Sulfiti
hu: Szulfitok
it: Solfiti
lt: Sulfitai
lv: Sulfīti
mt: Sulfiti
nl: Sulfieten
pl: Siarczyny
pt: Sulfitos
ro: Sulfiți
sk: Siričitany
sl: Sulfiti
sv: Sulfiter

source: About
de: Über

source: Add Photo
de: Foto hinzufügen

source: Add Product
de: Produkt hinzufügen

source: Additional Information
de: Zusätzliche Informationen

source: Allergens
de: Allergene

source: Allow Camera Access
de: Kamerazugriff erlauben

source: Auto Torch in Low Light
de: Automatisches Licht bei Dunkelheit

source: Brand
de: Marke

source: Cache Size
de: Cache-Größe

source: Cached Products
de: Gespeicherte Produkte

source: Camera Access Required
de: Kamerazugriff erforderlich

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Categories (e.g., Cereals, Breakfast)
de: Kategorien (z.B. Müsli, Frühstück)

source: Choose from Library
de: Aus Bibliothek wählen

source: Clear All
de: Alle löschen

source: Clear All History
de: Gesamten Verlauf löschen

source: Clear Cache
de: Cache leeren

source: Clear History
de: Verlauf löschen

source: Clear Scan History
de: Scanverlauf löschen

source: Clearing cache will remove offline product data. Products will be re-downloaded when scanned.
de: Das Leeren des Cache entfernt die Offline-Produktdaten. Produkte werden beim erneuten Scannen heruntergeladen.

source: Contains
de: Enthält
es: Contiene
fr: Contient
it: Contiene
nl: Bevat
pl: Zawiera
pt: Contém

source: Copy the ingredients list exactly as shown on the package.
de: Kopieren Sie die Zutatenliste genau wie auf der Verpackung angegeben.

source: Data
de: Daten

source: Data Quality
de: Datenqualität

source: Delete
de: Löschen

source: Discard
de: Verwerfen

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nl: Klaar
pl: Gotowe
pt: Concluído

source: Eco
de: Öko

source: Eco-Score
de: Öko-Score

source: English
de: Englisch

source: Enter barcode manually
de: Barcode manuell eingeben

source: Enter the barcode number manually
de: Geben Sie die Barcode-Nummer manuell ein

source: Error
de: Fehler

# error.camera_config_failed
source: Camera configuration failed
de: Kamerakonfiguration fehlgeschlagen
es: Error en la configuración de la cámara
fr: Échec de la configuration de la caméra
it: Configurazione fotocamera non riuscita
nl: Camera configuratie mislukt
pl: Konfiguracja aparatu nie powiodła się
pt: Falha na configuração da câmara

# error.camera_denied
source: Camera access denied
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
it: Accesso alla fotocamera negato
nl: Camera toegang geweigerd
pl: Odmowa dostępu do aparatu
pt: Acesso à câmara negado

# error.camera_restricted
source: Camera access restricted
de: Kamerazugriff eingeschränkt
es: Acceso a la cámara restringido
fr: Accès à la caméra restreint
it: Accesso alla fotocamera limitato
nl: Camera toegang beperkt
pl: Dostęp do aparatu ograniczony
pt: Acesso à câmara restrito

# error.camera_unavailable
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra non disponible
it: Fotocamera non disponibile
nl: Camera niet beschikbaar
pl: Aparat niedostępny
pt: Câmara indisponível

source: error.http_error %lld
de: HTTP-Fehler %lld

# error.invalid_barcode
source: Invalid barcode
de: Ungültiger Barcode
es: Código de barras inválido
fr: Code-barres invalide
it: Codice a barre non valido
nl: Ongeldige barcode
pl: Nieprawidłowy kod kreskowy
pt: Código de barras inválido

# error.network_unavailable
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet
it: Nessuna connessione internet
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt: Sem ligação à internet

# error.product_not_found
source: Product not found
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit non trouvé
it: Prodotto non trovato
nl: Product niet gevonden
pl: Produkt nie znaleziony
pt: Produto não encontrado

# error.suggestion.camera_access
source: Go to Settings > Scanora > Camera to enable access.
de: Gehen Sie zu Einstellungen > Scanora > Kamera, um den Zugriff zu aktivieren.
es: Vaya a Configuración > Scanora > Cámara para habilitar el acceso.
fr: Allez dans Réglages > Scanora > Appareil photo pour activer l'accès.
it: Vai su Impostazioni > Scanora > Fotocamera per abilitare l'accesso.
nl: Ga naar Instellingen > Scanora > Camera om toegang in te schakelen.
pl: Przejdź do Ustawienia > Scanora > Aparat, aby włączyć dostęp.
pt: Vá a Definições > Scanora > Câmara para ativar o acesso.

# error.suggestion.network_unavailable
source: Check your internet connection and try again.
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Verifique su conexión a internet e intente de nuevo.
fr: Vérifiez votre connexion internet et réessayez.
it: Controlla la connessione internet e riprova.
nl: Controleer uw internetverbinding en probeer opnieuw.
pl: Sprawdź połączenie internetowe i spróbuj ponownie.
pt: Verifique a sua ligação à internet e tente novamente.

# error.suggestion.product_not_found
source: This product is not yet in the Open Food Facts database. You can add it!
de: Dieses Produkt ist noch nicht in der Open Food Facts Datenbank. Sie können es hinzufügen!
es: Este producto aún no está en la base de datos de Open Food Facts. ¡Puedes añadirlo!
fr: Ce produit n'est pas encore dans la base Open Food Facts. Vous pouvez l'ajouter !
it: Questo prodotto non è ancora nel database Open Food Facts. Puoi aggiungerlo!
nl: Dit product staat nog niet in de Open Food Facts database. U kunt het toevoegen!
pl: Ten produkt nie jest jeszcze w bazie Open Food Facts. Możesz go dodać!
pt: Este produto ainda não está na base de dados Open Food Facts. Pode adicioná-lo!

source: Espanol
de: Spanisch

source: Excellent data quality
de: Ausgezeichnete Datenqualität

source: Extract Text
de: Text extrahieren

source: Extracted text: %@...
de: Extrahierter Text: %@...

source: Fair data quality
de: Ausreichende Datenqualität

source: Favorite
de: Favorit

source: Francais
de: Französisch

source: Full product details are no longer cached
de: Vollständige Produktdetails sind nicht mehr zwischengespeichert

source: Go to Settings > Scanora > Camera to enable access.
de: Gehen Sie zu Einstellungen > Scanora > Kamera, um den Zugriff zu aktivieren.

source: Good data quality
de: Gute Datenqualität

source: Haptic Feedback
de: Haptisches Feedback

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico

source: Image upload failed: %@
de: Bild-Upload fehlgeschlagen: %@

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
nl: Ingrediënten
pl: Składniki
pt: Ingredientes

source: Invalid barcode format
de: Ungültiges Barcode-Format

source: Italiano
de: Italienisch

source: Labels (e.g., Organic, Vegan)
de: Labels (z.B. Bio, Vegan)

source: Language
de: Sprache

source: Look Up
de: Nachschlagen

source: Looking up product...
de: Produkt wird gesucht...
es: Buscando producto...
fr: Recherche du produit...
it: Ricerca prodotto...
nl: Product zoeken...
pl: Szukanie produktu...
pt: A procurar produto...

source: Manual Entry
de: Manuelle Eingabe

source: May contain traces of
de: Kann Spuren enthalten von
es: Puede contener trazas de
fr: Peut contenir des traces de
it: Può contenere tracce di
nl: Kan sporen bevatten van
pl: Może zawierać śladowe ilości
pt: Pode conter vestígios de

source: No Favorites
de: Keine Favoriten

source: No health scores available
de: Keine Gesundheitsbewertungen verfügbar

source: No ingredients information available
de: Keine Zutateninformationen verfügbar

source: No known allergens
de: Keine bekannten Allergene

source: No nutritional information available
de: Keine Nährwertinformationen verfügbar

source: No products found for "%@"
de: Keine Produkte gefunden für "%@"

source: No Results
de: Keine Ergebnisse

source: No Scans Yet
de: Noch keine Scans

# nova.description.1
source: Unprocessed or minimally processed foods
de: Unverarbeitete oder minimal verarbeitete Lebensmittel
es: Alimentos no procesados o mínimamente procesados
fr: Aliments non transformés ou peu transformés
it: Alimenti non trasformati o minimamente trasformati
nl: Onbewerkte of minimaal bewerkte voedingsmiddelen
pl: Żywność nieprzetworzona lub minimalnie przetworzona
pt: Alimentos não processados ou minimamente processados

# nova.description.2
source: Processed culinary ingredients
de: Verarbeitete kulinarische Zutaten
es: Ingredientes culinarios procesados
fr: Ingrédients culinaires transformés
it: Ingredienti culinari trasformati
nl: Bewerkte culinaire ingrediënten
pl: Przetworzone składniki kulinarne
pt: Ingredientes culinários processados

# nova.description.3
source: Processed foods
de: Verarbeitete Lebensmittel
es: Alimentos procesados
fr: Aliments transformés
it: Alimenti trasformati
nl: Bewerkte voedingsmiddelen
pl: Żywność przetworzona
pt: Alimentos processados

# nova.description.4
source: Ultra-processed foods
de: Hochverarbeitete Lebensmittel
es: Alimentos ultraprocesados
fr: Aliments ultra-transformés
it: Alimenti ultra-trasformati
nl: Ultrabewerkte voedingsmiddelen
pl: Żywność ultra-przetworzona
pt: Alimentos ultra-processados

# nova.group.1
source: Unprocessed
de: Unverarbeitet
es: Sin procesar
fr: Non transformé
it: Non trasformato
nl: Onbewerkt
pl: Nieprzetworzony
pt: Não processado

# nova.group.2
source: Processed ingredients
de: Verarbeitete Zutaten
es: Ingredientes procesados
fr: Ingrédients transformés
it: Ingredienti trasformati
nl: Bewerkte ingrediënten
pl: Przetworzone składniki
pt: Ingredientes processados

# nova.group.3
source: Processed
de: Verarbeitet
es: Procesado
fr: Transformé
it: Trasformato
nl: Bewerkt
pl: Przetworzony
pt: Processado

# nova.group.4
source: Ultra-processed
de: Hochverarbeitet
es: Ultraprocesado
fr: Ultra-transformé
it: Ultra-trasformato
nl: Ultrabewerkt
pl: Ultra-przetworzony
pt: Ultra-processado

source: Nutri-Score A: Excellent nutritional quality
de: Nutri-Score A: Ausgezeichnete Nährwertqualität

source: Nutri-Score B: Good nutritional quality
de: Nutri-Score B: Gute Nährwertqualität

source: Nutri-Score C: Average nutritional quality
de: Nutri-Score C: Durchschnittliche Nährwertqualität

source: Nutri-Score D: Poor nutritional quality
de: Nutri-Score D: Schlechte Nährwertqualität

source: Nutri-Score E: Very poor nutritional quality
de: Nutri-Score E: Sehr schlechte Nährwertqualität

# nutriscore.description.a
source: Excellent nutritional quality
de: Ausgezeichnete Nährwertqualität
es: Excelente calidad nutricional
fr: Excellente qualité nutritionnelle
it: Eccellente qualità nutrizionale
nl: Uitstekende voedingskwaliteit
pl: Doskonała jakość odżywcza
pt: Excelente qualidade nutricional

# nutriscore.description.b
source: Good nutritional quality
de: Gute Nährwertqualität
es: Buena calidad nutricional
fr: Bonne qualité nutritionnelle
it: Buona qualità nutrizionale
nl: Goede voedingskwaliteit
pl: Dobra jakość odżywcza
pt: Boa qualidade nutricional

# nutriscore.description.c
source: Average nutritional quality
de: Durchschnittliche Nährwertqualität
es: Calidad nutricional media
fr: Qualité nutritionnelle moyenne
it: Qualità nutrizionale media
nl: Gemiddelde voedingskwaliteit
pl: Średnia jakość odżywcza
pt: Qualidade nutricional média

# nutriscore.description.d
source: Poor nutritional quality
de: Schlechte Nährwertqualität
es: Calidad nutricional baja
fr: Qualité nutritionnelle médiocre
it: Scarsa qualità nutrizionale
nl: Slechte voedingskwaliteit
pl: Niska jakość odżywcza
pt: Qualidade nutricional baixa

# nutriscore.description.e
source: Very poor nutritional quality
de: Sehr schlechte Nährwertqualität
es: Calidad nutricional muy baja
fr: Très mauvaise qualité nutritionnelle
it: Pessima qualità nutrizionale
nl: Zeer slechte voedingskwaliteit
pl: Bardzo niska jakość odżywcza
pt: Qualidade nutricional muito baixa

source: Nutrition
de: Nährwerte
es: Nutrición
it: Valori nutrizionali
nl: Voedingswaarde
pl: Wartości odżywcze
pt: Nutrição

source: OCR Result
de: OCR-Ergebnis

source: Open Settings
de: Einstellungen öffnen

source: Origin
de: Herkunft

source: Origin country
de: Herkunftsland

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
nl: Overzicht
pl: Przegląd
pt: Visão geral

source: Paused
de: Pausiert

source: Per 100g
de: Pro 100g

source: Photos
de: Fotos

source: Photos help verify product information and are displayed to other users.
de: Fotos helfen bei der Überprüfung der Produktinformationen und werden anderen Nutzern angezeigt.

source: Please enter a product name
de: Bitte geben Sie einen Produktnamen ein

source: Point at a barcode
de: Auf einen Barcode zeigen
es: Apunta al código de barras
fr: Pointez vers un code-barres
it: Punta verso un codice a barre
nl: Richt op een barcode
pl: Skieruj na kod kreskowy
pt: Aponte para um código de barras

source: Poor data quality
de: Schlechte Datenqualität

source: Portugues
de: Portugiesisch

source: Product
de: Produkt

source: Product Information
de: Produktinformationen

source: Product name
de: Produktname

source: Product name is required
de: Produktname ist erforderlich

source: Product name is required. Other fields are optional but helpful.
de: Produktname ist erforderlich. Andere Felder sind optional, aber hilfreich.

source: Product not found
de: Produkt nicht gefunden

source: Processing
de: Verarbeitung

source: Products you scan will appear here
de: Gescannte Produkte werden hier angezeigt

source: Quantity (e.g., 500g, 1L)
de: Menge (z.B. 500g, 1L)

source: Recent Scans
de: Letzte Scans

source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj
pt: Digitalizar

source: Scan Barcode
de: Barcode scannen

source: Scanora needs camera access to scan barcodes on food products.
de: Scanora benötigt Kamerazugriff, um Barcodes auf Lebensmittelprodukten zu scannen.

source: Scanora needs camera access to scan barcodes.
de: Scanora benötigt Kamerazugriff, um Barcodes zu scannen.

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar

source: Search Error
de: Suchfehler

source: Search history
de: Suchverlauf

source: Search Products
de: Produkte suchen

source: Search products by name or brand
de: Produkte nach Name oder Marke suchen

source: Searching...
de: Suche...

source: Section
de: Abschnitt

source: See All
de: Alle anzeigen

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições

source: Source Code
de: Quellcode

source: Stores (e.g., Continente, Pingo Doce)
de: Geschäfte (z.B. Aldi, Lidl)

source: Submit
de: Absenden

source: Success!
de: Erfolg!

source: Swipe right on scans to add them to favorites
de: Nach rechts wischen, um Scans zu Favoriten hinzuzufügen

source: System Default
de: Systemstandard

source: Take Photo
de: Foto aufnehmen

source: Thank you for contributing to Open Food Facts! Your submission will be reviewed and made available to everyone.
de: Vielen Dank für Ihren Beitrag zu Open Food Facts! Ihr Eintrag wird überprüft und für alle verfügbar gemacht.

source: This affects product information display. Restart may be required.
de: Dies beeinflusst die Anzeige der Produktinformationen. Ein Neustart kann erforderlich sein.

source: This product isn't in the Open Food Facts database yet. Would you like to add it?
de: Dieses Produkt ist noch nicht in der Open Food Facts Datenbank. Möchten Sie es hinzufügen?

source: This will delete all your scan history. This action cannot be undone.
de: Dies löscht Ihren gesamten Scanverlauf. Diese Aktion kann nicht rückgängig gemacht werden.

source: This will remove all cached product data. Products will need to be re-downloaded when scanned.
de: Dies entfernt alle zwischengespeicherten Produktdaten. Produkte müssen beim Scannen erneut heruntergeladen werden.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt: Hoje

source: Traces
de: Spuren

source: Try Again
de: Erneut versuchen

source: Turn off flashlight
de: Taschenlampe ausschalten

source: Turn on flashlight
de: Taschenlampe einschalten

source: Unfavorite
de: Aus Favoriten entfernen

source: Unknown product
de: Unbekanntes Produkt
es: Producto desconocido
fr: Produit inconnu
it: Prodotto sconosciuto
nl: Onbekend product
pl: Nieznany produkt
pt: Produto desconhecido

source: Upload failed: %@
de: Upload fehlgeschlagen: %@

source: Use This Text
de: Diesen Text verwenden

source: Usually 8 or 13 digits
de: Normalerweise 8 oder 13 Ziffern

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem
